export const restData = [
    {
        to: '/rest/windsurfing',
        title: 'Виндсерфинг',
        imgPageMain: './assets/images/windMain.png',
        imgPageSec: './assets/images/windSec.png',
        type: 'voyage',
        pageType: 'windsurfing',
        img: './assets/images/windSurf.png',
        id: 'one',
        pageText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        idForP: 'one',
        restInfoList: [
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
        ]
    },
    {
        to: '/rest/kitesurfing',
        title: 'Кайтсерфинг',
        imgPageMain: './assets/images/windMain.png',
        imgPageSec: './assets/images/windSec.png',
        pageType: 'kitesurfing',
        pageText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        type: 'voyage',
        img: './assets/images/kiteSurf.png',
        restInfoList: [
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
        ]
    },
    {
        to: '/rest/carsafari',
        title: 'Сафари на джипах',
        type: 'extreme',
        imgPageMain: './assets/images/windMain.png',
        imgPageSec: './assets/images/windSec.png',
        pageType: 'carsafari',
        pageText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        img: './assets/images/driveSaf.png',
        id: 'one',
        restInfoList: [
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
        ]
    },
    {
        to: '/rest/voyage',
        title: 'Прогулка на яхте',
        type: 'voyage',
        pageText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        imgPageMain: './assets/images/windMain.png',
        imgPageSec: './assets/images/windSec.png',
        pageType: 'voyage',
        img: './assets/images/voyage.png',
        idForP: 'four',
        restInfoList: [
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
        ]
    },
    {
        to: '/rest/catamaran',
        title: 'Катамаран',
        type: 'voyage',
        pageText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        imgPageMain: './assets/images/windMain.png',
        imgPageSec: './assets/images/windSec.png',
        pageType: 'catamaran',
        img: './assets/images/catam.png', id: 'four',
        idForP: 'one',
        restInfoList: [
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
        ]
    },
    {
        to: '/rest/seafishing',
        title: 'Морская рыбалка',
        pageType: 'seafishing',
        type: 'fishing',
        pageText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        imgPageMain: './assets/images/windMain.png',
        imgPageSec: './assets/images/windSec.png',
        img: './assets/images/seaFishing.png',
        id: 'one',
        restInfoList: [
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
        ]
    },
    {
        to: '/rest/nightfishing',
        title: 'Ночная рыбалка',
        pageType: 'nightfishing',
        imgPageMain: './assets/images/windMain.png',
        imgPageSec: './assets/images/windSec.png',
        pageText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        type: 'fishing',
        img: './assets/images/nightFishing.png',
        restInfoList: [
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
        ]
    },
    {
        to: '/rest/endtour',
        title: 'Эндуро-тур',
        type: 'extreme',
        pageType: 'endtour',
        pageText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        imgPageMain: './assets/images/windMain.png',
        imgPageSec: './assets/images/windSec.png',
        img: './assets/images/endrTour.png',
        idForP: 'four',
        restInfoList: [
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'},
            {title: 'Заголовок', text: 'Текст Текст Текст Текст Текст Текст Текст Текст'}
        ]
    },
]