export const rooms = [
    {
        pageTitle: 'люкс комната',
        fullImg: './assets/images/stdFullImg.png',
        page: '/rooms/lux',
        type: 'lux',
        area: 40,
        people: 4,
        view: 'Море',
        img: './assets/images/luxRoom.png',
        galleryImgOne: './assets/images/addtSdt2.png',
        galleryImgTwo: './assets/images/addtSdt1.png',
        roomDesc: [
            {title: 'описание номера', desc: 'Уютный однокомнатный номер 18м². предназначен для размещения двоих гостей на основных местах и одного на дополнительном. Вид из номера на террасу. Отдельный вход. Номер располагает всем необходимым для комфортного проживания: Кровать стандарт, размеры: 160*200 см., Телевизор с эфирными каналами (+40), Сплит - система (кондиционирование, отопление) Панорамные окна с специальным напылением, так что при дневном свете они затененные и почти не видно. Шторы блэк-аут. Сейф Фирменная бутилированная вода . Мини-холодильник. Чайник и Чайный набор (пакетики). Вай фай. Завтраки. Платяной шкаф и обувной шкаф.'},
            {title: 'в ванной комнате', desc: 'Душ, зеркало, фен, детская подставка для ног, детское сиденье на унитаз, диспенсер с гигиеническими пакетами, комплект полотенец, халат, тапочки, набор гостиничной косметики.'},
            {title: 'сервис', desc: 'Уборка номера ежедневно или по требованию гостя. Смена постельного белья и полотенец – 1 раз в 3 дня или по требованию гостя. По просьбе гостя: зубной набор, бритвенный набор, расческа, детские халаты и тапочки, детский шампунь 1 раз в 10 дней, лосьон для тела, радио-няня, подогреватель для бутылочек, щетка для одежды, чайник, детская кроватка. Своя прачечная.'},
            {title: 'услуги при заезде', desc: 'Брендированные подарки детям до 12 лет. Сладости (халва подсолнечная, ванильная). Халат, тапочки, швейный набор, губка и лопатка для обуви.'},
            {title: 'расчетные часы', desc: 'Заезд после 15:00, выезд до 12:00. Возможет поздний выезд и ранний заезд по согласованию.'}
        ],
    },
    {
        pageTitle: 'стагдартная комната',
        galleryImgOne: './assets/images/addtSdt2.png',
        galleryImgTwo: './assets/images/addtSdt1.png',
        fullImg: './assets/images/stdFullImg.png',
        page: '/rooms/standart',
        type: 'standart',
        area: 18,
        people: 2,
        view: 'Терасса',
        img: './assets/images/standartRoom.png',
        roomDesc: [
            {title: 'описание номера', desc: 'Уютный однокомнатный номер 18м². предназначен для размещения двоих гостей на основных местах и одного на дополнительном. Вид из номера на террасу. Отдельный вход. Номер располагает всем необходимым для комфортного проживания: Кровать стандарт, размеры: 160*200 см., Телевизор с эфирными каналами (+40), Сплит - система (кондиционирование, отопление) Панорамные окна с специальным напылением, так что при дневном свете они затененные и почти не видно. Шторы блэк-аут. Сейф Фирменная бутилированная вода . Мини-холодильник. Чайник и Чайный набор (пакетики). Вай фай. Завтраки. Платяной шкаф и обувной шкаф.'},
            {title: 'в ванной комнате', desc: 'Душ, зеркало, фен, детская подставка для ног, детское сиденье на унитаз, диспенсер с гигиеническими пакетами, комплект полотенец, халат, тапочки, набор гостиничной косметики.'},
            {title: 'сервис', desc: 'Уборка номера ежедневно или по требованию гостя. Смена постельного белья и полотенец – 1 раз в 3 дня или по требованию гостя. По просьбе гостя: зубной набор, бритвенный набор, расческа, детские халаты и тапочки, детский шампунь 1 раз в 10 дней, лосьон для тела, радио-няня, подогреватель для бутылочек, щетка для одежды, чайник, детская кроватка. Своя прачечная.'},
            {title: 'услуги при заезде', desc: 'Брендированные подарки детям до 12 лет. Сладости (халва подсолнечная, ванильная). Халат, тапочки, швейный набор, губка и лопатка для обуви.'},
            {title: 'расчетные часы', desc: 'Заезд после 15:00, выезд до 12:00. Возможет поздний выезд и ранний заезд по согласованию.'}
        ],
    },
    {
        pageTitle: 'делюкс комната',
        galleryImgOne: './assets/images/addtSdt2.png',
        galleryImgTwo: './assets/images/addtSdt1.png',
        fullImg: './assets/images/stdFullImg.png',
        page: '/rooms/deluxe',
        type: 'deluxe',
        area: 36,
        people: 4,
        view: 'Горы',
        img: './assets/images/deluxRoom.png',
        roomDesc: [
            {title: 'описание номера', desc: 'Уютный однокомнатный номер 18м². предназначен для размещения двоих гостей на основных местах и одного на дополнительном. Вид из номера на террасу. Отдельный вход. Номер располагает всем необходимым для комфортного проживания: Кровать стандарт, размеры: 160*200 см., Телевизор с эфирными каналами (+40), Сплит - система (кондиционирование, отопление) Панорамные окна с специальным напылением, так что при дневном свете они затененные и почти не видно. Шторы блэк-аут. Сейф Фирменная бутилированная вода . Мини-холодильник. Чайник и Чайный набор (пакетики). Вай фай. Завтраки. Платяной шкаф и обувной шкаф.'},
            {title: 'в ванной комнате', desc: 'Душ, зеркало, фен, детская подставка для ног, детское сиденье на унитаз, диспенсер с гигиеническими пакетами, комплект полотенец, халат, тапочки, набор гостиничной косметики.'},
            {title: 'сервис', desc: 'Уборка номера ежедневно или по требованию гостя. Смена постельного белья и полотенец – 1 раз в 3 дня или по требованию гостя. По просьбе гостя: зубной набор, бритвенный набор, расческа, детские халаты и тапочки, детский шампунь 1 раз в 10 дней, лосьон для тела, радио-няня, подогреватель для бутылочек, щетка для одежды, чайник, детская кроватка. Своя прачечная.'},
            {title: 'услуги при заезде', desc: 'Брендированные подарки детям до 12 лет. Сладости (халва подсолнечная, ванильная). Халат, тапочки, швейный набор, губка и лопатка для обуви.'},
            {title: 'расчетные часы', desc: 'Заезд после 15:00, выезд до 12:00. Возможет поздний выезд и ранний заезд по согласованию.'}
        ],
    },
    {
        page: '/rooms/standart',
        type: 'standart',
        area: 36,
        people: 4,
        view: 'Терасса',
        img: './assets/images/standart2.png',
    },
    {
        page: '/rooms/deluxe',
        type: 'deluxe',
        area: 36,
        people: 4,
        view: 'Море',
        img: './assets/images/deluxe2.png'
    },
    {
        page: '/rooms/lux',
        type: 'lux',
        area: 36,
        people: 4,
        view: 'Море',
        img: './assets/images/lux2.png'
    },
]
