export const specOffersData = [
    {
        to: '/accommodation-discount',
        type: 'accommodation',
        title: 'скидка на проживание 10% от 5 суток',
        img: './assets/images/specOffer1.png',
        text: 'Аренда номера Делюкс на 4 человек с видом на море и собвенной терассой. Коктейли в подарок единоразово при размещении.',
        offerText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования. Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        offerCondText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, ат оборудования.',
    },
    {
        to: '/service-surp',
        type: 'service',
        title: 'Комплимент молодоженам и 1-сутки в подарок',
        img: './assets/images/specOffer2.png',
        text: 'Аренда номера Делюкс на 4 человек с видом на море и собвенной терассой. Коктйели в подарок единоразово при размещении.',
        offerText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования. Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        offerCondText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, ат оборудования.',
    },
    {
        to: '/photoshoot',
        type: 'photoshoot',
        title: 'Фотосессия в подарок при оплате 10 суток',
        img: './assets/images/specOff3.png',
        text: 'Аренда номера Делюкс на 4 человек с видом на море и собвенной терассой. Коктейли в подарок единоразово при размещении.',
        offerText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования. Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        offerCondText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, ат оборудования.',
    },
    {
        to: '/photoshoot',
        type: 'photoshoot',
        title: 'Фотосессия в подарок при оплате 10 суток',
        img: './assets/images/specOff3.png',
        text: 'Аренда номера Делюкс на 4 человек с видом на море и собвенной терассой. Коктейли в подарок единоразово при размещении.',
        offerText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования. Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        offerCondText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, ат оборудования.',
        hidden: true
    },
    {
        to: '/photoshoot',
        type: 'photoshoot',
        title: 'Фотосессия в подарок при оплате 10 суток',
        img: './assets/images/specOff3.png',
        text: 'Аренда номера Делюкс на 4 человек с видом на море и собвенной терассой. Коктейли в подарок единоразово при размещении.',
        offerText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования. Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, прогулочные каяки с посадкой "seatUp", прокат оборудования.',
        offerCondText: 'Мы обоснованно гордимся отличной материально-технической базой и можем предложить своим гостям доски лучших мировых брендов: F2, Tabou, Unifiber, Gaastra, Big, Starboard, широкие борды большого литража со швертами для обучения "с нуля", а также доски для продвинутых райдеров, паруса диапазоном от 1,5 до 7,5 м, ат оборудования.',
        hidden: true
    }
]